{
  "title": "Conditions d'utilisation",
  "description": "Consultez les conditions d'utilisation de Tmate.cc. Comprenez vos droits, responsabilités et exclusions de responsabilité légales lors de l'utilisation de notre site web de téléchargement de vidéos TikTok.",
  "agreement_title": "Acceptation des conditions",
  "agreement_description": "En accédant à ce site web, vous acceptez d'être lié par ces conditions d'utilisation du site web, toutes les lois et réglementations applicables, et acceptez que vous êtes responsable du respect de toutes les lois locales applicables. Si vous n'êtes pas d'accord avec l'une de ces conditions, il vous est interdit d'utiliser ou d'accéder à ce site.",
  "license_title": "Licence d'utilisation",
  "license_description": "Il est accordé la permission de télécharger temporairement une copie des matériaux (informations ou logiciels) sur le site web de Tmate.cc uniquement pour une visualisation personnelle, non commerciale et transitoire. Il s'agit de l'octroi d'une licence, et non d'un transfert de titre, et sous cette licence, vous ne pouvez pas :",
  "license_restriction_1": "Modifier ou copier les matériaux ;",
  "license_restriction_2": "Utiliser les matériaux à des fins commerciales ou pour toute présentation publique (commerciale ou non commerciale) ;",
  "license_restriction_3": "Supprimer les mentions de droits d'auteur ou autres annotations propriétaires des matériaux ;",
  "license_restriction_4": "Transférer les matériaux à une autre personne ou « mettre en miroir » les matériaux sur un autre serveur.",
  "disclaimer_title": "Exclusion de responsabilité",
  "disclaimer_description": "Les matériaux sur le site web de Tmate.cc sont fournis « tels quels ». Tmate.cc n'offre aucune garantie, expresse ou implicite, et par la présente décline et annule toutes les autres garanties, y compris, sans limitation, les garanties implicites ou conditions de qualité marchande, d'adéquation à un usage particulier, ou de non-violation de la propriété intellectuelle ou d'autres violations de droits.",
  "limitations_title": "Limitations",
  "limitations_description": "En aucun cas Tmate.cc ou ses fournisseurs ne seront responsables des dommages (y compris, sans limitation, les dommages pour perte de données ou de profit, ou dus à une interruption d'activité) découlant de l'utilisation ou de l'incapacité d'utiliser les matériaux sur le site Internet de Tmate.cc.",
  "revisions_title": "Révisions et errata",
  "revisions_description": "Les matériaux apparaissant sur le site web de Tmate.cc peuvent inclure des erreurs techniques, typographiques ou photographiques. Tmate.cc ne garantit pas que les matériaux sur son site web sont exacts, complets ou à jour.",
  "links_title": "Liens",
  "links_description": "Tmate.cc n'a pas examiné tous les sites liés à son site web Internet et n'est pas responsable du contenu de ces sites liés. L'inclusion d'un lien n'implique pas une approbation par Tmate.cc du site.",
  "modifications_title": "Modifications des conditions d'utilisation du site",
  "modifications_description": "Tmate.cc peut réviser ces conditions d'utilisation de son site web à tout moment sans préavis. En utilisant ce site web, vous acceptez d'être lié par la version alors en vigueur de ces conditions d'utilisation."
}