{
  "title": "Terms of Use",
  "description": "Read the Terms of Use for YourSiteName. Understand your rights, responsibilities, and our legal disclaimers when using our website.",
  "agreement_title": "Agreement to Terms",
  "agreement_description": "Please review these terms and conditions of use carefully before using savett.cc. By using the Website, you acknowledge that you have read, understood, and agreed to be bound by these Terms.",
  "jurisdiction_title": "Jurisdiction Notice",
  "jurisdiction_description": "This Site is not intended for distribution or use in jurisdictions where such distribution would be contrary to local laws. Users are responsible for compliance with local laws.",
  "license_title": "Use License",
  "license_description": "You are granted a temporary, non-commercial license to use materials from this website. Under this license, you agree not to:",
  "license_restriction_1": "Repurpose data from the site to create directories or collections without written permission.",
  "license_restriction_2": "Harm, harass, or abuse others using site content or features.",
  "license_restriction_3": "Reverse engineer or copy the site's software or design elements.",
  "license_restriction_4": "Exploit the site for commercial or competitive purposes.",
  "termination_title": "Term and Termination",
  "termination_description": "We reserve the right to terminate or block your access to the Site for any reason, without notice, if you violate these Terms or applicable laws.",
  "advertisers_title": "Advertisers",
  "advertisers_description": "Advertisers are responsible for the content and legality of their advertisements. We provide ad space only and hold no additional relationship or responsibility.",
  "disclaimer_title": "Disclaimer",
  "disclaimer_description": "The Site is provided \"as is\" without warranties. We are not liable for any damages or losses resulting from your use of the site or services.",
  "liability_title": "Limitation of Liability",
  "liability_description": "We are not liable for direct or indirect damages, data loss, or any issues arising from site use, even if we were advised of the possibility of such damages.",
  "indemnification_title": "Indemnification and Release",
  "indemnification_description": "You agree to indemnify us against all claims or expenses arising from your use of the site or any violation of these Terms. You also release us from liability in disputes involving other users or third parties."
}