{
  "title": "سياسة الخصوصية",
  "description": "تعرف على كيفية تعامل Tmate.cc مع معلوماتك الشخصية وغير الشخصية، ملفات تعريف الارتباط، واستخدام البيانات في سياسة الخصوصية الخاصة بنا.",
  "last_revised": "آخر مراجعة",
  "revision_date": "5 مايو 2025",
  "intro_title": "مقدمة",
  "intro": "يرجى تخصيص لحظة للتعرف على ممارسات الخصوصية الخاصة بنا والاتصال بنا إذا كانت لديك أي أسئلة.",
  "personal_info_title": "معلومات التعريف الشخصية",
  "personal_info": "يمكننا جمع معلومات التعريف الشخصية من المستخدمين بطرق مختلفة، بما في ذلك، على سبيل المثال لا الحصر، عندما يزور المستخدمون موقعنا، يملأون نموذجًا، وفيما يتعلق بالأنشطة الأخرى، الخدمات، الميزات، أو الموارد التي نوفرها على موقعنا. يمكن للمستخدمين زيارة موقعنا بشكل مجهول. لن نجمع معلومات التعريف الشخصية من المستخدمين إلا إذا قدموها لنا طواعية. يمكن للمستخدمين دائمًا رفض تقديم معلومات التعريف الشخصية، باستثناء أن ذلك قد يمنعهم من المشاركة في بعض الأنشطة المتعلقة بالموقع.",
  "non_personal_info_title": "معلومات التعريف غير الشخصية",
  "non_personal_info": "يمكننا جمع معلومات التعريف غير الشخصية عن المستخدمين كلما تفاعلوا مع موقعنا. قد تتضمن معلومات التعريف غير الشخصية اسم المتصفح، نوع الكمبيوتر، والمعلومات الفنية حول وسائل اتصال المستخدمين بموقعنا، مثل نظام التشغيل، مزودي خدمات الإنترنت المستخدمين، ومعلومات أخرى مماثلة.",
  "cookies_title": "ملفات تعريف الارتباط للمتصفح",
  "cookies": "قد يستخدم موقعنا 'ملفات تعريف الارتباط' لتحسين تجربة المستخدم. يضع متصفح الويب الخاص بالمستخدم ملفات تعريف الارتباط على القرص الصلب الخاص به لأغراض التسجيل وأحيانًا لتتبع المعلومات عنهم. يمكن للمستخدم اختيار ضبط متصفح الويب الخاص به لرفض ملفات تعريف الارتباط، أو لتنبيهه عند إرسال ملفات تعريف الارتباط. إذا قاموا بذلك، لاحظ أن بعض أجزاء الموقع قد لا تعمل بشكل صحيح.",
  "data_usage_title": "كيف نستخدم المعلومات التي يتم جمعها",
  "data_usage": "لا تجمع Tmate.cc أو تخزن بياناتك، وهذا كل شيء.",
  "advertising_title": "الإعلانات",
  "advertising": "قد يتم تقديم الإعلانات التي تظهر على موقعنا للمستخدمين من قبل شركاء الإعلانات، الذين قد يضعون ملفات تعريف الارتباط. تتيح ملفات تعريف الارتباط هذه لخادم الإعلانات التعرف على جهاز الكمبيوتر الخاص بك في كل مرة يرسلون فيها إعلانًا عبر الإنترنت لتجميع معلومات التعريف غير الشخصية عنك أو عن الآخرين الذين يستخدمون جهاز الكمبيوتر الخاص بك. تتيح هذه المعلومات لشبكات الإعلانات، من بين أمور أخرى، تقديم إعلانات مستهدفة يعتقدون أنها ستكون الأكثر إثارة للاهتمام بالنسبة لك. لا تغطي سياسة الخصوصية هذه استخدام ملفات تعريف الارتباط من قبل المعلنين.",
  "google_adsense_title": "Google AdSense",
  "google_adsense": "قد يتم تقديم بعض الإعلانات بواسطة Google. يتيح استخدام Google لملف تعريف الارتباط DART تقديم إعلانات للمستخدمين بناءً على زيارتهم لموقعنا ومواقع أخرى على الإنترنت. يستخدم DART 'معلومات غير شخصية' ولا يتتبع المعلومات الشخصية عنك، مثل اسمك، عنوان بريدك الإلكتروني، عنوانك الفعلي، إلخ. يمكنك إلغاء استخدام ملف تعريف الارتباط DART من خلال زيارة سياسة الخصوصية لشبكة الإعلانات والمحتوى الخاصة بـ Google على https://policies.google.com/technologies/ads.",
  "policy_changes_title": "تغييرات في سياسة الخصوصية هذه",
  "policy_changes": "يحق لـ Tmate.cc تحديث سياسة الخصوصية هذه في أي وقت. عندما نفعل ذلك، سننشر إشعارًا على الصفحة الرئيسية لموقعنا، ونراجع تاريخ التحديث في أسفل هذه الصفحة. نحن نشجع المستخدمين على مراجعة هذه الصفحة بشكل متكرر لأي تغييرات للبقاء على اطلاع بكيفية مساعدتنا في حماية المعلومات الشخصية التي نجمعها. أنت تقر وتوافق على أنه من مسؤوليتك مراجعة سياسة الخصوصية هذه بشكل دوري والتعرف على التعديلات.",
  "acceptance_title": "قبولك لهذه الشروط",
  "acceptance": "باستخدام هذا الموقع، فإنك تعبر عن قبولك لهذه السياسة. إذا كنت لا توافق على هذه السياسة، يرجى عدم استخدام موقعنا. استمرارك في استخدام الموقع بعد نشر التغييرات على هذه السياسة سيعتبر قبولك لهذه التغييرات."
}