{
  "title": "شروط الخدمة",
  "description": "راجع شروط الخدمة لـ Tmate.cc. افهم حقوقك، مسؤولياتك، وإخلاء المسؤولية القانوني عند استخدام موقعنا الإلكتروني لتحميل فيديوهات تيك توك.",
  "agreement_title": "الموافقة على الشروط",
  "agreement_description": "من خلال الوصول إلى هذا الموقع، فإنك توافق على الالتزام بشروط وأحكام استخدام الموقع، وجميع القوانين واللوائح المعمول بها، وتوافق على أنك مسؤول عن الامتثال لجميع القوانين المحلية المعمول بها. إذا كنت لا توافق على أي من هذه الشروط، يُحظر عليك استخدام هذا الموقع أو الوصول إليه.",
  "license_title": "رخصة الاستخدام",
  "license_description": "يتم منح الإذن بتحميل نسخة مؤقتة من المواد (المعلومات أو البرامج) على موقع Tmate.cc لأغراض العرض الشخصي غير التجاري والمؤقت فقط. هذا منح رخصة، وليس نقل ملكية، وبموجب هذه الرخصة لا يجوز لك:",
  "license_restriction_1": "تعديل أو نسخ المواد؛",
  "license_restriction_2": "استخدام المواد لأغراض تجارية، أو لأي عرض عام (تجاري أو غير تجاري)؛",
  "license_restriction_3": "إزالة حقوق الطبع والنشر أو الإشعارات الملكية الأخرى من المواد؛",
  "license_restriction_4": "نقل المواد إلى شخص آخر أو 'عكس' المواد على خادم آخر.",
  "disclaimer_title": "إخلاء المسؤولية",
  "disclaimer_description": "يتم توفير المواد على موقع Tmate.cc 'كما هي'. لا تقدم Tmate.cc أي ضمانات، صريحة أو ضمنية، وتتنصل بموجب هذا وتلغي جميع الضمانات الأخرى، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية أو شروط القابلية للتسويق، الملاءمة لغرض معين، أو عدم انتهاك الملكية الفكرية أو غيرها من انتهاكات الحقوق.",
  "limitations_title": "القيود",
  "limitations_description": "لا تتحمل Tmate.cc أو مورديها بأي حال من الأحوال المسؤولية عن أي أضرار (بما في ذلك، على سبيل المثال لا الحصر، الأضرار الناتجة عن فقدان البيانات أو الأرباح، أو بسبب انقطاع الأعمال) الناشئة عن استخدام أو عدم القدرة على استخدام المواد على موقع Tmate.cc الإلكتروني.",
  "revisions_title": "المراجعات والأخطاء",
  "revisions_description": "قد تحتوي المواد التي تظهر على موقع Tmate.cc على أخطاء فنية، طباعية، أو تصويرية. لا تضمن Tmate.cc أن أي من المواد على موقعها الإلكتروني دقيقة، كاملة، أو محدثة.",
  "links_title": "الروابط",
  "links_description": "لم تراجع Tmate.cc جميع المواقع المرتبطة بموقعها الإلكتروني ولا تتحمل مسؤولية محتوى هذه المواقع المرتبطة. إدراج أي رابط لا يعني تأييد Tmate.cc للموقع.",
  "modifications_title": "تعديلات شروط استخدام الموقع",
  "modifications_description": "يجوز لـ Tmate.cc مراجعة شروط استخدام موقعها الإلكتروني في أي وقت دون إشعار. باستخدام هذا الموقع، فإنك توافق على الالتزام بالنسخة الحالية من شروط وأحكام الاستخدام هذه."
}